Repository: beper223/VerbenForm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Englisch
ru: Английский
uk: Англійська

source: Russisch
ru: Русский
uk: Російська

source: Ukrainisch
ru: Украинский
uk: Українська

source: schwach
ru: слабый
uk: слабке

source: stark
ru: сильный
uk: сильне

source: gemischt
ru: смешанный
uk: змішане

source: nicht reflexiv
ru: невозвратный
uk: незворотне

source: unechte reflexiv
ru: неистинно возвратный
uk: неістинно зворотне

source: echte reflexiv
ru: истинно возвратный
uk: істинно зворотне

source: Konjugation
ru: Спряжение
uk: Дієвідміна

source: Niveau
ru: Уровень
uk: Рівень

source: Dieses Niveau wird für alle ausgewählten Verben gesetzt und überschreibt das bisherige Niveau.
ru: Этот уровень будет установлен для всех выбранных глаголов и перезапишет предыдущий уровень.
uk: Цей рівень буде встановлено для всіх обраних дієслів і перезапише попередній рівень.

source: Das Niveau %(level)s wurde für %(count)d Verben gesetzt.
ru: Уровень %(level)s был установлен для %(count)d глаголов.
uk: Рівень %(level)s було встановлено для %(count)d дієслів.

source: Niveau festlegen
ru: Установить уровень
uk: Встановити рівень

source: Grundform
ru: Основная форма
uk: Основна форма

source: Perfekt
ru: Перфект
uk: Перфект

source: Nur für Perfekt erforderlich
ru: Требуется только для Perfekt
uk: Потрібно лише для Perfekt

source: Personalformen
ru: Личные формы
uk: Особові форми

source: Infinitivform
ru: Инфинитив
uk: Інфінітив

source: Reflexivität
ru: Возвратность
uk: Зворотність

source: Trennbarkeit
ru: Отделяемость
uk: Відокремлюваність

source: Kasusrektion
ru: Падежное управление
uk: Відмінкове керування

source: Hilfsverb
ru: Вспомогательный глагол
uk: Допоміжне дієслово

source: Partizip 2
ru: Причастие II
uk: Дієприкметник II

source: Verb
ru: Глагол
uk: Дієслово

source: Verben
ru: Глаголы
uk: Дієслова

source: Zeitform
ru: Временная форма
uk: Час

source: Pronomen
ru: Местоимение
uk: Займенник

source: Personalform
ru: Личная форма
uk: Особова форма

source: Sprache
ru: Язык
uk: Мова

source: Übersetzung
ru: Перевод
uk: Переклад

source: Übersetzungen
ru: Переводы
uk: Переклади

source: Präposition
ru: Предлог
uk: Прийменник

source: Präpositionen
ru: Предлоги
uk: Прийменники

source: Verb mit Präposition
ru: Глагол с предлогом
uk: Дієслово з прийменником

source: Verben mit Präposition
ru: Глаголы с предлогом
uk: Дієслова з прийменником

source: Überschrift
ru: Заголовок
uk: Заголовок

source: Lerneinheit
ru: Учебный блок
uk: Навчальний модуль

source: Lerneinheiten
ru: Учебные блоки
uk: Навчальні модулі

source: Benutzer
ru: Пользователь
uk: Користувач

source: Fähigkeit
ru: Навык
uk: Навичка

source: Richtige Antworten
ru: Правильные ответы
uk: Правильні відповіді

source: Falsche Antworten
ru: Неправильные ответы
uk: Неправильні відповіді

source: Aktuelle Serie
ru: Текущая серия
uk: Поточна серія

source: Anzahl der richtigen Antworten in Folge
ru: Количество правильных ответов подряд
uk: Кількість правильних відповідей поспіль

source: Beherrscht
ru: Освоено
uk: Опановано

source: Wird als gelernt betrachtet
ru: Считается изученным
uk: Вважається вивченим

source: Letzte Antwort
ru: Последний ответ
uk: Остання відповідь

source: Erstellt am
ru: Создано
uk: Створено

source: Aktualisiert am
ru: Обновлено
uk: Оновлено

source: Verbfortschritt
ru: Прогресс глагола
uk: Прогрес дієслова

source: Verbfortschritte
ru: Прогресс глаголов
uk: Прогрес дієслів

source: Startseite
ru: Главная
uk: Головна

source: Niveau für ausgewählte Verben festlegen
ru: Установить уровень для выбранных глаголов
uk: Встановити рівень для обраних дієслів

source: Sie haben %(count)s Verb ausgewählt.
ru: Вы выбрали %(count)s глагол.
uk: Ви обрали %(count)s дієслово.

source: Abbrechen
ru: Отмена
uk: Скасувати
